---
type: GeomCombination
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# GeomCombination

`Autodesk.Revit.DB.GeomCombination` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | AllMembers | — | `public CombinableElementArray AllMembers { get ; }` |
| Property | Parameter | — | `` |